// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ discs.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 disc.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (No Online Ticketing)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d hours";

/* No comment provided by engineer. */
"%d minutes" = "%d minutes";

/* No comment provided by engineer. */
"%d months ago" = "%d months ago";

/* No comment provided by engineer. */
"%d of %d" = "%1$d of %2$d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "%d theaters outside search area";

/* No comment provided by engineer. */
"%d weeks ago" = "%d weeks ago";

/* No comment provided by engineer. */
"%d years ago" = "%d years ago";

/* No comment provided by engineer. */
"1 hour" = "1 hour";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minute";

/* No comment provided by engineer. */
"1 month ago" = "1 month ago";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 theater outside search area";

/* No comment provided by engineer. */
"1 week ago" = "1 week ago";

/* No comment provided by engineer. */
"1 year ago" = "1 year ago";

/* No comment provided by engineer. */
"About" = "About";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-Update Location";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Bookmarks";

/* Option for when the user wants both DVD and blu-ray */
"Both" = "Both";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Call";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cast:" = "Cast:";

/* No comment provided by engineer. */
"Change date" = "Change date";

/* No comment provided by engineer. */
"City/State or Postal Code" = "City/State or Postal Code";

/* No comment provided by engineer. */
"Could not find location." = "Could not find location.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "DVD/Blu-ray details provided by:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Data for future dates may be incomplete. Reset the search date to the current date to see full listings.";

/* No comment provided by engineer. */
"Director:" = "Director:";

/* No comment provided by engineer. */
"Directors:" = "Directors:";

/* This is on a button that allows users to sort theaters by distance */
"Distance" = "Distance";

/* No comment provided by engineer. */
"Downloading data" = "Downloading data";

/* No comment provided by engineer. */
"Downloading poster" = "Downloading poster";

/* This string must it on a button half the width of the screen.  It means 'email the theater listings to a friend' */
"E-mail listings" = "E-mail listings";

/* No comment provided by engineer. */
"Favorites" = "Favorites";

/* No comment provided by engineer. */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Genre:" = "Genre:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Geolocation services provided by:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Graphics by Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Last Friday";

/* No comment provided by engineer. */
"Last Monday" = "Last Monday";

/* No comment provided by engineer. */
"Last Saturday" = "Last Saturday";

/* No comment provided by engineer. */
"Last Sunday" = "Last Sunday";

/* No comment provided by engineer. */
"Last Thursday" = "Last Thursday";

/* No comment provided by engineer. */
"Last Tuesday" = "Last Tuesday";

/* No comment provided by engineer. */
"Last Wednesday" = "Last Wednesday";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Less than %1$d %2$@ away";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Less than 1 %@ away";

/* No comment provided by engineer. */
"License" = "License";

/* No comment provided by engineer. */
"Loading poster" = "Loading poster";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Local results unavailable" = "Local results unavailable";

/* No comment provided by engineer. */
"Localized by:" = "Localized by:";

/* No comment provided by engineer. */
"Location" = "Location";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Map";

/* No comment provided by engineer. */
"Movie details provided by:" = "Movie details provided by:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Movie reviews provided by:";

/* No comment provided by engineer. */
"Movies" = "Movies";

/* No comment provided by engineer. */
"My other applications" = "My other applications";

/* This is on a button that allows users to sort theaters by their name */
"Name" = "Name";

/* No comment provided by engineer. */
"Network unavailable" = "Network unavailable";

/* No comment provided by engineer. */
"No information found" = "No information found";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "No listings found at '%1$@' on %2$@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "No listings found for '%1$@' at '%2$@' on %3$@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "No listings found for '%1$@' on %2$@";

/* No comment provided by engineer. */
"No more show times available today." = "No more show times available today.";

/* No comment provided by engineer. */
"No results found for '%@'" = "No results found for '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "No synopsis available.";

/* This is what a user picks when they don't want any reviews. */
"None" = "None";

/* No comment provided by engineer. */
"Not yet rated" = "Not yet rated";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Order tickets for %@" = "Order tickets for %@";

/* No comment provided by engineer. */
"Play trailer" = "Play trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Please enter your location";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Prioritize Bookmarks";

/* No comment provided by engineer. */
"Project website" = "Project website";

/* No comment provided by engineer. */
"Rated %@" = "Rated %@";

/* No comment provided by engineer. */
"Rated:" = "Rated:";

/* No comment provided by engineer. */
"Read reviews" = "Read reviews";

/* No comment provided by engineer. */
"Really close by" = "Really close by";

/* No comment provided by engineer. */
"Really far away" = "Really far away";

/* No comment provided by engineer. */
"Release date:" = "Release date:";

/* This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Release";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Release: %@";

/* No comment provided by engineer. */
"Reviews" = "Reviews";

/* No comment provided by engineer. */
"Running time:" = "Running time:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Score";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Search Date";

/* No comment provided by engineer. */
"Search Distance" = "Search Distance";

/* No comment provided by engineer. */
"Send Feedback" = "Send Feedback";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Show %d hidden theaters";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Show 1 hidden theater";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Show times retrieved on %@.";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Theater last reported show times on\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high.";

/* No comment provided by engineer. */
"Theaters" = "Theaters";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Ticket sales provided by:";

/* This is on a button that allows the user to sort movies based on their title. */
"Title" = "Title";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Unknown Distance" = "Unknown Distance";

/* No comment provided by engineer. */
"Unknown release date" = "Unknown release date";

/* No comment provided by engineer. */
"Unrated" = "Unrated";

/* No comment provided by engineer. */
"Upcoming" = "Upcoming";

/* No comment provided by engineer. */
"Updating Listings" = "Updating Listings";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Use Small Fonts";

/* No comment provided by engineer. */
"Visit IMDb" = "Visit IMDb";

/* No comment provided by engineer. */
"Website" = "Website";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Written by Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Your %1$@'s country is set to: %2$@\n\nFull support for %3$@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometers";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "miles";